Repository: zacariasjuliano/akademy-classe
Catalog: trytond/modules/akademy_classe/locale/*.po
Languages: fr

# model:akademy_classe.classes,name:
source: Classes
fr: Cours

# model:akademy_classe.classe.student,name:
source: Classe Student
fr: Classe étudiante

# model:akademy_classe.classe.student.discipline,name:
source: Classe Student Discipline
fr: Discipline des élèves en classe

# model:akademy_classe.classe.teacher,name:
source: Classe Teacher
fr: Professeur principal

# model:akademy_classe.classe.teacher.discipline,name:
source: Classe Teacher Discipline
fr: Professeur principal Matière

# model:akademy_classe.classe.teacher.lesson,name:
source: Classes Teacher Lesson
fr: Cours Professeur Leçon

# model:akademy_classe.classe.timerule,name:
source: Classe TimeRule
fr: Règle du temps de classe

# model:akademy_classe.classe.teacher.presence,name:
source: Classe Teacher Presence
fr: Présence du professeur principal

# model:akademy_classe.classe.student.presence,name:
source: Classe Student Presence
fr: Présence des élèves en classe

# model:akademy_configuration.lective.year,name:
source: Ano letivo
fr: Année scolaire

# model:akademy_configuration.quarter,name:
source: Período letivo
fr: Année académique

# model:akademy_configuration.time.course,name:
source: Time Course
fr: Courbe temporelle

# model:akademy_configuration.classe.time.type,name:
source: Classe Time - Type
fr: Durée du cours - Type

# model:akademy_configuration.matriculation.type,name:
source: Matriculation Type
fr: Type de matriculation

# model:akademy_configuration.matriculation.state,name:
source: Matriculation State
fr: État d'immatriculation

# model:akademy_configuration.discipline,name:
source: Disciplina
fr: Discipline

# model:akademy_configuration.discipline.modality,name:
source: Discipline Modality Frequence
fr: Discipline Modalité Fréquence

# model:akademy_configuration.discipline.state,name:
source: Discipline State Frequence
fr: Discipline État Fréquence

# model:akademy_configuration.discipline.precedents,name:
source: Discipline Precedents
fr: Précédents disciplinaires

# model:akademy_configuration.classe.lesson.type,name:
source: Classe Lesson - Type
fr: Cours magistral - Type

# model:akademy_configuration.classe.room,name:
source: Classe Room
fr: Salle de classe

# model:akademy_configuration.academic.level,name:
source: Nível académico
fr: Niveau académique

# model:akademy_configuration.area,name:
source: Área
fr: Domaine

# model:akademy_configuration.course,name:
source: Curso
fr: Cours

# model:akademy_configuration.course.classe,name:
source: Course Classe
fr: Cours Classe

# model:akademy_configuration.metric.avaliation,name:
source: Metric Avaliation
fr: Évaluation Métrique

# model:akademy_configuration.avaliation,name:
source: Avaliação
fr: Évaluation

# model:akademy_configuration.avaliation.type,name:
source: Tipo de avaliação
fr: Type d'évaluation

# model:akademy_configuration.studyplan,name:
source: StudyPla
fr: Plan d'études

# model:akademy_configuration.studyplan.discipline,name:
source: StudyPlan Discipline
fr: Discipline du plan d'études

# model:akademy_configuration.studyplan.avaliation,name:
source: StudyPlan Avaliation
fr: Évaluation du plan d'études

# model:ir.ui.menu,name:akademy_ga
source: Gestão Pedagogica
fr: Gestion Pédagogique

# model:ir.ui.menu,name:akademy_classes
source: Turmas
fr: Cours

# model:ir.ui.menu,name:akademy_classe_classes
source: Turmas
fr: Cours

# model:ir.ui.menu,name:akademy_classe_student
source: Discentes
fr: Étudiants

# model:ir.ui.menu,name:akademy_classe_teacher
source: Docentes
fr: Enseignants

# model:ir.ui.menu,name:akademy_classes_teacher_lesson
source: Plano de aula
fr: Plan de leçon

# model:ir.ui.menu,name:akademy_config
source: Configurações
fr: Paramètres

# model:ir.ui.menu,name:akademy_config_academiclevel
source: Níveis Acadêmicos
fr: Niveaux Académiques

# model:ir.ui.menu,name:akademy_config_classeroom
source: Salas de Aula
fr: Salles de classe

# model:ir.ui.menu,name:akademy_config_discipline
source: Disciplinas
fr: Disciplines

# model:ir.ui.menu,name:akademy_config_metric
source: Métricas
fr: Métriques

# model:ir.ui.menu,name:akademy_config_lective_year
source: Anos letivos
fr: Années scolaires

# model:ir.ui.menu,name:akademy_config_pre
source: Pré-Configurados
fr: Préconfiguré

# model:ir.ui.menu,name:akademy_config_classe
source: Classes
fr: Cours

# model:ir.ui.menu,name:akademy_config_time_course
source: Períodos
fr: Périodes

# model:ir.ui.menu,name:akademy_config_classe_lesson_type
source: Tipos de aula
fr: Types de classes

# model:ir.ui.menu,name:akademy_config_classe_time_type
source: Tempos letivo
fr: Heures scolaires

# model:ir.ui.menu,name:akademy_config_matriculation_type
source: Tipos de matrícula
fr: Types d'inscription

# model:ir.ui.menu,name:akademy_config_discipline_state
source: Estados da disciplina
fr: États de la discipline

# model:ir.ui.menu,name:akademy_config_matriculation_state
source: Estados da matrícula
fr: États d'immatriculation

# model:ir.ui.menu,name:akademy_config_discipline_modality
source: Modalidades da disciplina
fr: Modalités disciplinaires

# field:akademy_classe.classes,code:
source: Código
fr: Code

# field:akademy_classe.classes,name:
source: Nome
fr: Nom

# field:akademy_classe.classes,max_student:
source: Discentes
fr: Étudiants

# field:akademy_classe.classes,max_teacher:
source: Docentes
fr: Enseignants

# field:akademy_classe.classes,modality:
source: Modalidade
fr: Modalité

# field:akademy_classe.classes,time_course:
source: Período
fr: Période

# field:akademy_classe.classes,lective_year:
source: Ano letivo
fr: Année scolaire

# field:akademy_classe.classes,studyplan:
source: Plano de estudo
fr: Plan d'études

# field:akademy_classe.classes,classe_timerule:
source: Horário
fr: Horaire

# field:akademy_classe.classes,classe_student:
source: Lista de discentes
fr: Liste des élèves

# field:akademy_classe.classes,classe_teacher:
source: Lista de docentes
fr: Liste des enseignants

# field:akademy_classe.classes,classe_teacher_lesson:
source: Plano de aula
fr: Plan de leçon

# field:akademy_classe.classe.student,description:
source: Descrição
fr: Description

# field:akademy_classe.classe.student,state:
source: Estado
fr: État

# field:akademy_classe.classe.student,type:
source: Tipo
fr: Type

# field:akademy_classe.classe.student,student:
source: Discente
fr: Étudiant

# field:akademy_classe.classe.student,classes:
source: Turma
fr: Classe

# field:akademy_classe.classe.student,classe_student_discipline:
source: Discente disciplina
fr: Matière étudiante

# field:akademy_classe.classe.student,classe_student_presence:
source: Presenças
fr: Présence

# field:akademy_classe.classe.student.discipline,code:
source: Código
fr: Code

# field:akademy_classe.classe.student.discipline,state:
source: Estado
fr: État

# field:akademy_classe.classe.student.discipline,modality:
source: Modalidade
fr: Modalité

# field:akademy_classe.classe.student.discipline,classe_student:
source: Discente
fr: Étudiant

# field:akademy_classe.classe.student.discipline,classes:
source: Turma
fr: Classe

# field:akademy_classe.classe.student.discipline,studyplan_discipline:
source: Disciplina
fr: Discipline

# field:akademy_classe.classe.teacher,state:
source: Estado
fr: État

# field:akademy_classe.classe.teacher,description:
source: Descrição
fr: Description

# field:akademy_classe.classe.teacher,employee:
source: Funcionário
fr: Employé

# field:akademy_classe.classe.teacher,classes:
source: Turma
fr: Classe

# field:akademy_classe.classe.teacher,classe_teacher_discipline:
source: Disciplina
fr: Discipline

# field:akademy_classe.classe.teacher,classe_teacher_lesson:
source: Plano de aula
fr: Plan de leçon

# field:akademy_classe.classe.teacher,classe_teacher_presence:
source: Presenças
fr: Présences

# field:akademy_classe.classe.teacher.discipline,state:
source: Estado
fr: État

# field:akademy_classe.classe.teacher.discipline,modality:
source: Modalidade
fr: Modalité

# field:akademy_classe.classe.teacher.discipline,classe_teacher:
source: Docente
fr: Professeur

# field:akademy_classe.classe.teacher.discipline,classes:
source: Turma
fr: Classe

# field:akademy_classe.classe.teacher.discipline,studyplan_discipline:
source: Disciplina
fr: Discipline

# field:akademy_classe.classe.teacher.lesson,lesson_number:
source: Lição nº
fr: Leçon #

# field:akademy_classe.classe.teacher.lesson,objective:
source: Objectivos
fr: Objectifs

# field:akademy_classe.classe.teacher.lesson,unidate:
source: Unidade
fr: Unité

# field:akademy_classe.classe.teacher.lesson,summary:
source: Sumário
fr: Résumé

# field:akademy_classe.classe.teacher.lesson,lesson_date:
source: Data
fr: Date

# field:akademy_classe.classe.teacher.lesson,lesson_type:
source: Tipo de aula
fr: Type de classe

# field:akademy_classe.classe.teacher.lesson,classes:
source: Turma
fr: Classe

# field:akademy_classe.classe.teacher.lesson,classe_timerule:
source: Horário
fr: Horaire

# field:akademy_classe.classe.teacher.lesson,studyplan_discipline:
source: Disciplina
fr: Discipline

# field:akademy_classe.classe.teacher.lesson,classe_teacher:
source: Docente
fr: Professeur

# field:akademy_classe.classe.timerule,lesson_time:
source: Tempo
fr: Temps

# field:akademy_classe.classe.timerule,start_lesson:
source: Entrada
fr: Entrée

# field:akademy_classe.classe.timerule,end_lesson:
source: Saída
fr: Sortie

# field:akademy_classe.classe.timerule,studyplan:
source: Plano de Estudo
fr: Plan d'études

# field:akademy_classe.classe.timerule,classes:
source: Turma
fr: Classe

# field:akademy_classe.classe.timerule,mon:
source: Segunda-feira
fr: Lundi

# field:akademy_classe.classe.timerule,tue:
source: Terça-feira
fr: Mardi

# field:akademy_classe.classe.timerule,wed:
source: Quarta-feira
fr: Mercredi

# field:akademy_classe.classe.timerule,thu:
source: Quinta-feira
fr: Jeudi

# field:akademy_classe.classe.timerule,fri:
source: Sexta-feira
fr: Vendredi

# field:akademy_classe.classe.timerule,sat:
source: Sábado
fr: Samedi

# field:akademy_classe.classe.timerule,mon_room:
source: Sala
fr: Chambre

# field:akademy_classe.classe.timerule,tue_room:
source: Sala
fr: Chambre

# field:akademy_classe.classe.timerule,wed_room:
source: Sala
fr: Chambre

# field:akademy_classe.classe.timerule,thu_room:
source: Sala
fr: Chambre

# field:akademy_classe.classe.timerule,fri_room:
source: Sala
fr: Chambre

# field:akademy_classe.classe.timerule,sat_room:
source: Sala
fr: Chambre

# field:akademy_classe.classe.teacher.presence,presence:
source: Presença
fr: Présence

# selection:akademy_classe.classe.teacher.presence,presence:
source: Presente
fr: Présent

# selection:akademy_classe.classe.teacher.presence,presence:
source: Ausente
fr: Absent

# field:akademy_classe.classe.teacher.presence,classe_teacher:
source: Docente
fr: Professeur

# field:akademy_classe.classe.teacher.presence,classe_timerule:
source: Horário
fr: Horaire

# field:akademy_classe.classe.teacher.presence,classe_teacher_discipline:
source: Disciplina
fr: Discipline

# field:akademy_classe.classe.student.presence,presence:
source: Presença
fr: Présence

# selection:akademy_classe.classe.student.presence,presence:
source: Presente
fr: Présent

# selection:akademy_classe.classe.student.presence,presence:
source: Ausente
fr: Absent

# field:akademy_classe.classe.student.presence,classe_student:
source: Docente
fr: Professeur

# field:akademy_classe.classe.student.presence,classe_timerule:
source: Horário
fr: Horaire

# field:akademy_classe.classe.student.presence,classe_student_discipline:
source: Disciplina
fr: Discipline

# field:company.employee,classe_treacher:
source: Associar turma
fr: Classe associée

# field:company.student,academic_level:
source: Nível académico
fr: Niveau académique

# field:company.student,area:
source: Área
fr: Domaine

# field:company.student,course:
source: Curso
fr: Cours

# field:company.student,state:
source: Estado
fr: État

# field:company.student,classe_student:
source: Matrículas
fr: Inscriptions

# field:akademy_configuration.lective.year,code:
source: Código
fr: Code

# field:akademy_configuration.lective.year,name:
source: Nome
fr: Nom

# field:akademy_configuration.lective.year,start:
source: Início
fr: Commencer

# field:akademy_configuration.lective.year,end:
source: Término
fr: Fin

# field:akademy_configuration.lective.year,description:
source: Descrição
fr: Description

# field:akademy_configuration.lective.year,classes:
source: Turma
fr: Classe

# field:akademy_configuration.lective.year,quarter:
source: Período letivo
fr: Année académique

# field:akademy_configuration.lective.year,studyplan:
source: Plano de estudo
fr: Plan d'études

# field:akademy_configuration.quarter,code:
source: Código
fr: Code

# field:akademy_configuration.quarter,name:
source: Nome
fr: Nom

# field:akademy_configuration.quarter,start:
source: Início
fr: Commencer

# field:akademy_configuration.quarter,end:
source: Término
fr: Fin

# field:akademy_configuration.quarter,description:
source: Descrição
fr: Description

# field:akademy_configuration.quarter,studyplan_discipline:
source: Disciplina
fr: Discipline

# field:akademy_configuration.quarter,studyplan_avaliations:
source: Avaliação
fr: Évaluation

# field:akademy_configuration.time.course,code:
source: Código
fr: Code

# field:akademy_configuration.time.course,name:
source: Nome
fr: Nom

# field:akademy_configuration.time.course,description:
source: Descrição
fr: Description

# field:akademy_classe.classe.timerule,start_time:
source: Entrada
fr: Entrée

# field:akademy_classe.classe.timerule,end_time:
source: Saída
fr: Sortie

# field:akademy_configuration.time.course,classes:
source: Turma
fr: Classe

# field:akademy_configuration.classe,code:
source: Código
fr: Code

# field:akademy_configuration.classe,name:
source: Nome
fr: Nom

# field:akademy_configuration.classe,description:
source: Descrição
fr: Description

# field:akademy_configuration.classe,course_classe:
source: Curso
fr: Cours

# field:akademy_configuration.classe,classes:
source: Turma
fr: Classe

# field:akademy_configuration.classe,student:
source: Discente
fr: Étudiant

# field:akademy_configuration.classe.time.type,name:
source: Nome
fr: Nom

# field:akademy_configuration.classe.time.type,classe_time_rule:
source: Horário
fr: Horaire

# field:akademy_configuration.classe.time.type,classe_teacher_lesson:
source: Plano de aula
fr: Plan de leçon

# field:akademy_configuration.matriculation.type,name:
source: Nome
fr: Nom

# field:akademy_configuration.matriculation.type,classe_student:
source: Tipo de matrícula
fr: Type d'inscription

# field:akademy_configuration.matriculation.state,name:
source: Nome
fr: Nom

# field:akademy_configuration.matriculation.state,access:
source: Acesso
fr: Accéder

# field:akademy_configuration.matriculation.state,student:
source: Estado de matrícula
fr: État d'inscription

# field:akademy_configuration.matriculation.state,classe_student:
source: Estado de matrícula
fr: État d'inscription

# field:akademy_configuration.matriculation.state,classe_student_discipline:
source: Estado de matrícula
fr: État d'inscription

# field:akademy_configuration.matriculation.state,classe_teacher:
source: Estado de matrícula
fr: État d'inscription

# field:akademy_configuration.matriculation.state,classe_teacher_discipline:
source: Estado de matrícula
fr: État d'inscription

# field:akademy_configuration.discipline,code:
source: Código
fr: Code

# field:akademy_configuration.discipline,name:
source: Nome
fr: Nom

# field:akademy_configuration.discipline,lesson_type:
source: Aula
fr: Classe

# field:akademy_configuration.discipline,description:
source: Descrição
fr: Description

# field:akademy_configuration.discipline,studyplan_discipline:
source: Disciplina
fr: Discipline

# field:akademy_configuration.discipline,discipline_precentes:
source: Disciplina antecedentes
fr: Contexte disciplinaire

# field:akademy_configuration.discipline.modality,name:
source: Nome
fr: Nom

# field:akademy_configuration.discipline.modality,studyplan_discipline:
source: Modalidade de frequência
fr: Modalités de présence

# field:akademy_configuration.discipline.modality,classes:
source: Modalidade de frequência
fr: Modalités de présence

# field:akademy_configuration.discipline.modality,classe_student_discipline:
source: Modalidade de frequência
fr: Modalités de présence

# field:akademy_configuration.discipline.modality,classe_teacher_discipline:
source: Modalidade de frequência
fr: Modalités de présence

# field:akademy_configuration.discipline.state,name:
source: Nome
fr: Nom

# field:akademy_configuration.discipline.state,required:
source: Obrigatório
fr: Obligatoire

# field:akademy_configuration.discipline.state,studyplan_discipline:
source: Estado de frequência
fr: État de fréquence

# field:akademy_configuration.discipline.state,studyplan_avaliation:
source: Estado de frequência
fr: État de fréquence

# field:akademy_configuration.discipline.precedents,discipline:
source: Disciplina
fr: Discipline

# field:akademy_configuration.discipline.precedents,studyplan_discipline:
source: Disciplina
fr: Discipline

# field:akademy_configuration.discipline.precedents,grade:
source: Nota
fr: Avis

# field:akademy_configuration.classe.lesson.type,name:
source: Nome
fr: Nom

# field:akademy_configuration.classe.lesson.type,discipline:
source: Disciplina
fr: Discipline

# field:akademy_configuration.classe.lesson.type,classe_room:
source: Sala de aula
fr: Classe

# field:akademy_configuration.classe.room,code:
source: Código
fr: Code

# field:akademy_configuration.classe.room,name:
source: Nome
fr: Nom

# field:akademy_configuration.classe.room,lesson_type:
source: Aula
fr: Classe

# field:akademy_configuration.classe.room,capacity:
source: Capacidade
fr: Capacité

# field:akademy_configuration.classe.room,description:
source: Descrição
fr: Description

# field:akademy_configuration.academic.level,code:
source: Código
fr: Code

# field:akademy_configuration.academic.level,name:
source: Nome
fr: Nom

# field:akademy_configuration.academic.level,description:
source: Descrição
fr: Description

# field:akademy_configuration.academic.level,area:
source: Área
fr: Domaine

# field:akademy_configuration.academic.level,studyplan:
source: Plano de estudo
fr: Plan d'études

# field:akademy_configuration.academic.level,student:
source: Discente
fr: Étudiant

# field:akademy_configuration.area,code:
source: Código
fr: Code

# field:akademy_configuration.area,name:
source: Nome
fr: Nom

# field:akademy_configuration.area,description:
source: Descrição
fr: Description

# field:akademy_configuration.area,academic_level:
source: Nível académico
fr: Niveau académique

# field:akademy_configuration.area,studyplan:
source: Plano de estudo
fr: Plan d'études

# field:akademy_configuration.area,course:
source: Curso
fr: Cours

# field:akademy_configuration.area,company_student:
source: Discente
fr: Étudiant

# field:akademy_configuration.course,code:
source: Código
fr: Code

# field:akademy_configuration.course,name:
source: Nome
fr: Nom

# field:akademy_configuration.course,duration:
source: Duração
fr: Durée

# field:akademy_configuration.course,description:
source: Descrição
fr: Description

# field:akademy_configuration.course,area:
source: Área
fr: Domaine

# field:akademy_configuration.course,studyplan:
source: Plano de estudo
fr: Plan d'études

# field:akademy_configuration.course,company_student:
source: Discente
fr: Étudiant

# field:akademy_configuration.course.classe,description:
source: Descrição
fr: Description

# field:akademy_configuration.course.classe,course_year:
source: Ano
fr: Année

# field:akademy_configuration.course.classe,course:
source: Curso
fr: Cours

# field:akademy_configuration.course.classe,studyplan:
source: Plano de estudo
fr: Plan d'études

# field:akademy_configuration.metric.avaliation,name:
source: Nome
fr: Nom

# field:akademy_configuration.metric.avaliation,avaliation:
source: Avaliação
fr: Évaluation

# field:akademy_configuration.metric.avaliation,avaliation_type:
source: Tipo de avaliação
fr: Type d'évaluation

# field:akademy_configuration.metric.avaliation,studyplan_avaliation:
source: Avaliações
fr: Avis

# field:akademy_configuration.avaliation,name:
source: Nome
fr: Nom

# field:akademy_configuration.avaliation,description:
source: Descrição
fr: Description

# field:akademy_configuration.avaliation,metric_avaliation:
source: Avaliação
fr: Évaluation

# field:akademy_configuration.avaliation.type,name:
source: Nome
fr: Nom

# field:akademy_configuration.avaliation.type,description:
source: Descrição
fr: Description

# field:akademy_configuration.avaliation.type,metric_avaliation:
source: Tipo de avaliação
fr: Type d'évaluation

# field:akademy_configuration.studyplan,code:
source: Código
fr: Code

# field:akademy_configuration.studyplan,name:
source: Nome
fr: Nom

# field:akademy_configuration.studyplan,lective_year:
source: Ano letivo
fr: Année scolaire

# field:akademy_configuration.studyplan,academic_level:
source: Nível académico
fr: Niveau académique

# field:akademy_configuration.studyplan,area:
source: Área
fr: Domaine

# field:akademy_configuration.studyplan,course:
source: Curso
fr: Cours

# field:akademy_configuration.studyplan,studyplan_discipline:
source: Disciplina
fr: Discipline

# field:akademy_configuration.studyplan,classes:
source: Turma
fr: Classe

# field:akademy_configuration.studyplan,hours_per_corse:
source: Total de horas
fr: Total des heures

# field:akademy_configuration.studyplan.discipline,description:
source: Descrição
fr: Description

# field:akademy_configuration.studyplan.discipline,state:
source: Estado
fr: État

# field:akademy_configuration.studyplan.discipline,modality:
source: Modalidade
fr: Modalité

# field:akademy_configuration.studyplan.discipline,quarter:
source: Período letivo
fr: Année académique

# field:akademy_configuration.studyplan.discipline,hours:
source: Total de horas
fr: Total des heures

# field:akademy_configuration.studyplan.discipline,flaut:
source: Total de faltas
fr: Absences totales

# field:akademy_configuration.studyplan.discipline,average:
source: Média
fr: Moyenne

# field:akademy_configuration.studyplan.discipline,studyplan:
source: Plano de estudo
fr: Plan d'études

# field:akademy_configuration.studyplan.discipline,discipline:
source: Disciplina
fr: Discipline

# field:akademy_configuration.studyplan.discipline,studyplan_avaliations:
source: Avaliações
fr: Avis

# field:akademy_configuration.studyplan.discipline,discipline_precedentes:
source: Disciplina precedentes
fr: Discipline de précédent

# field:akademy_configuration.studyplan.discipline,classe_student_discipline:
source: Discente Disciplina
fr: Discipline des élèves

# field:akademy_configuration.studyplan.discipline,classe_teacher_discipline:
source: Docente Disciplina
fr: Matière enseignée

# field:akademy_configuration.studyplan.discipline,classe_teacher_lesson:
source: Plano de aula
fr: Plan de leçon

# field:akademy_configuration.studyplan.avaliation,description:
source: Descrição
fr: Description

# field:akademy_configuration.studyplan.avaliation,perct_arithmetic:
source: Aritmética
fr: Arithmétique

# field:akademy_configuration.studyplan.avaliation,perct_weighted:
source: Ponderada
fr: Réfléchi

# field:akademy_configuration.studyplan.avaliation,percent:
source: Porcentagem
fr: Pourcentage

# field:akademy_configuration.studyplan.avaliation,metric_avaliation:
source: Avaliação
fr: Évaluation

# field:akademy_configuration.studyplan.avaliation,quarter:
source: Período letivo
fr: Année académique

# field:akademy_configuration.studyplan.avaliation,studyplan_discipline:
source: Disciplina
fr: Discipline

# field:akademy_configuration.studyplan.avaliation,classe_teacher_lesson:
source: Plano de aula
fr: Plan de leçon

# field:akademy_configuration.studyplan.avaliation,state:
source: Estado
fr: État
