Repository: zacariasjuliano/akademy-classe
Catalog: trytond/modules/akademy_classe/locale/*.po
Languages: fr

# help:akademy_classe.classes,code:
source: Código da turma.
fr: Code de classe.

# help:akademy_classe.classes,name:
source: Nome da turma.
fr: Nom de la classe.

# help:akademy_classe.classes,max_student:
source: Limite máximo de discentes por adicionar na turma.
fr: Nombre maximal d'élèves à ajouter à la classe.

# help:akademy_classe.classes,max_teacher:
source: Limite máximo de docentes por adicionar na turma.
fr: Nombre maximal d'enseignants pouvant être ajoutés à la classe.

# help:akademy_classe.classes,classe:
source: Nome da classe.
fr: Nom de la classe.

# help:akademy_classe.classes,lective_year:
source: Nome do ano letivo.
fr: Nom de l'année scolaire.

# help:akademy_classe.classe.student,state:
source: Escolha o estado de matrícula.
fr: Choisissez l'État d'inscription.

# help:akademy_classe.classe.student,type:
source: Escolha o tipo de matrícula.
fr: Choisissez le type d'inscription.

# help:akademy_classe.classe.student.discipline,state:
source: Escolha o estado de matrícula.
fr: Choisissez l'État d'inscription.

# help:akademy_classe.classe.student.discipline,modality:
source: Escolha a modalidade de frequência.
fr: Choisissez l'option de fréquence.

# help:akademy_classe.classe.teacher,state:
source: Escolha o estado de matrícula.
fr: Choisissez l'État d'inscription.

# help:akademy_classe.classe.teacher.discipline,state:
source: Escolha o estado de matrícula.
fr: Choisissez l'État d'inscription.

# help:akademy_classe.classe.teacher.lesson,lesson_number:
source: Insira o número da aula ou alas. Exemplo: 1 ou 1 e 2
fr: Saisissez le numéro de classe ou d'aile. Exemple: 1 ou 1 et 2

# help:akademy_classe.classe.teacher.lesson,lesson_type:
source: Escolha o tipo de aula.
fr: Choisissez le type de cours.

# help:akademy_classe.classe.timerule,lesson_time:
source: Escolha o tempo letivo.
fr: Choisissez le trimestre scolaire.

# help:akademy_classe.classe.timerule,mon:
source: Escolha a disciplina a ser lecionada na Segunda-feira.
fr: Choisissez la matière qui sera enseignée lundi.

# help:akademy_classe.classe.timerule,tue:
source: Escolha a disciplina a ser lecionada na Terça-feira.
fr: Choisissez la matière qui sera enseignée mardi.

# help:akademy_classe.classe.timerule,wed:
source: Escolha a disciplina a ser lecionada na Quarta-feira.
fr: Choisissez la matière qui sera enseignée mercredi.

# help:akademy_classe.classe.timerule,thu:
source: Escolha a disciplina a ser lecionada na Quinta-feira.
fr: Choisissez la matière qui sera enseignée jeudi.

# help:akademy_classe.classe.timerule,fri:
source: Escolha a disciplina a ser lecionada na Sexta-feira.
fr: Choisissez la matière qui sera enseignée vendredi.

# help:akademy_classe.classe.timerule,sat:
source: Escolha a disciplina a ser lecionada no Sábado.
fr: Choisissez la matière qui sera enseignée samedi.

# help:akademy_classe.classe.timerule,tue_room:
source: Escolha a sala de aula em que a disciplina vai ser lecionada na Terça-feira.
fr: Choisissez la salle de classe où le cours aura lieu mardi.

# help:akademy_classe.classe.timerule,wed_room:
source: Escolha a sala de aula em que a disciplina vai ser lecionada na Quarta-feira.
fr: Choisissez la salle de classe où le cours aura lieu mercredi.

# help:akademy_classe.classe.timerule,thu_room:
source: Escolha a sala de aula em que a disciplina vai ser lecionada na Quinta-feira.
fr: Choisissez la salle de classe où le cours aura lieu jeudi.

# help:akademy_classe.classe.timerule,fri_room:
source: Escolha a sala de aula em que a disciplina vai ser lecionada na Sexta-feira.
fr: Choisissez la salle de classe où le cours aura lieu vendredi.

# help:akademy_classe.classe.timerule,sat_room:
source: Escolha a sala de aula em que a disciplina vai ser lecionada no sábado.
fr: Choisissez la salle de classe où le cours aura lieu samedi.

# help:company.student,classe:
source: Nome da classe.
fr: Nom de la classe.

# help:company.student,state:
source: Escolha o estado de matrícula.
fr: Choisissez l'État d'inscription.

# help:akademy_configuration.lective.year,code:
source: Código do ano letivo. Ex: 22/23
fr: Code de l'année scolaire. Ex.: 22/23

# help:akademy_configuration.lective.year,name:
source: Nome do ano letivo.
fr: Nom de l'année scolaire.

# help:akademy_configuration.lective.year,start:
source: Data de início do ano letivo.
fr: Date de début de l'année académique.

# help:akademy_configuration.lective.year,end:
source: Data de término do ano letivo.
fr: Date de fin de l'année de académique.

# help:akademy_configuration.quarter,code:
source: Código do período letivo. Ex: 1º período letivo
fr: Code du semestre universitaire. Ex.: 1er semestre universitaire

# help:akademy_configuration.quarter,name:
source: Nome do período letivo.
fr: Nom de l'année scolaire.

# help:akademy_configuration.quarter,start:
source: Data de início do período letivo.
fr: Date de début de l'année académique.

# help:akademy_configuration.quarter,end:
source: Data de término do período letivo.
fr: Date de fin de l'année de académique.

# help:akademy_configuration.quarter,lective_year:
source: Nome do ano letivo.
fr: Nom de l'année scolaire.

# help:akademy_configuration.time.course,code:
source: Código do período.
fr: Code de période.

# help:akademy_configuration.time.course,name:
source: Nome do período.
fr: Nom de la période.

# help:akademy_configuration.time.course,start_time:
source: Hora de início da aula.
fr: Date de début de la formation.

# help:akademy_configuration.time.course,code:
source: Hora de término da aula.
fr: Date de fin de la formation.

# help:akademy_configuration.classe,code:
source: Código da classe. Ex: Classe-7
fr: Code de classe. Ex.: Classe-7

# help:akademy_configuration.classe,name:
source: Nome da classe.
fr: Nom de la classe.

# help:akademy_configuration.classe.time.type,name:
source: Nome do tempo letivo. Ex: 1º Tempo
fr: Nom du trimestre scolaire. Ex.: 1er trimestre

# help:akademy_configuration.matriculation.type,name:
source: Nome do tipo da matrícula. Ex: Candidato, Transfêrido(a), Mudança de turma
fr: Nom du type d'inscription. Ex.: Candidat, Transfert, Changement de classe

# help:akademy_configuration.matriculation.state,name:
source: Nome do estado da matrícula. Ex: Matrículado(a), Transfêrido(a)
fr: Nom de l'État d'inscription. Ex.: Inscrit, Transféré

# help:akademy_configuration.matriculation.state,access:
source: A este estado é permite o acesso.
fr: Cet état autorise l'accès.

# help:akademy_configuration.discipline,code:
source: Código da disciplina.
fr: Code du cours.

# help:akademy_configuration.discipline,name:
source: Nome da disciplina.
fr: Nom du cours.

# help:akademy_configuration.discipline,lesson_type:
source: Escolha o tempo de aula.
fr: Choisissez l'horaire du cours.

# help:akademy_configuration.discipline.modality,name:
source: Nome da modalidade de frequência da disciplina. Ex: Presencial, Virtual
fr: Nom du mode de participation au cours. Ex.: En présentiel, Virtuel

# help:akademy_configuration.discipline.state,name:
source: Nome do estado de frequência da disciplina. Ex: Obrigatório, Opcional
fr: Nom du cours et statut de présence. Ex.: Obligatoire, Facultatif

# help:akademy_configuration.discipline.state,required:
source: Este estado é de caráter obrigatório.
fr: Ce statut est obligatoire.

# help:akademy_configuration.classe.lesson.type,name:
source: Nome do tipo de aula. Ex: Teórica, Prática
fr: Nom du type de cours. Ex.: Théorique, Pratique

# help:akademy_configuration.classe.room,code:
source: Código da sala de aula.
fr: Code de la classe.

# help:akademy_configuration.classe.room,name:
source: Nome da sala de aula.
fr: Code/nom de la classe.

# help:akademy_configuration.classe.room,lesson_type:
source: Escolha o tipo de aula.
fr: Choisissez le type de cours.

# help:akademy_configuration.classe.room,capacity:
source: Capacidade máxima da sala de aula.
fr: Capacité maximale de la salle de classe.

# help:akademy_configuration.academic.level,code:
source: Código do nível académico.
fr: Code du niveau académique.

# help:akademy_configuration.academic.level,name:
source: Nome do nível académico.
fr: Nom du niveau académique.

# help:akademy_configuration.area,code:
source: Código da área.
fr: Code du domaine.

# help:akademy_configuration.area,name:
source: Nome da área.
fr: Nom du domaine.

# help:akademy_configuration.course,code:
source: Código da curso.
fr: Code du cours.

# help:akademy_configuration.course,name:
source: Nome da curso.
fr: Nom du cours.

# help:akademy_configuration.course,duration:
source: Escolha a duração do curso em anos.
fr: Choisissez la durée du cours en années.

# help:akademy_configuration.course.classe,course_year:
source: Escolha o ano do curso.
fr: Choisissez la durée du cours en années.

# help:akademy_configuration.metric.avaliation,name:
source: Nome da métrica que corresponde a avaliação.
fr: Nom de la métrique correspondant à l'évaluation.

# help:akademy_configuration.avaliation,name:
source: Nome da avaliação.
fr: Nom de l'évaluation.

# help:akademy_configuration.avaliation.type,name:
source: Nome do tipo de avaliação.
fr: Nom du type d'évaluation.

# help:akademy_configuration.studyplan,code:
source: Código do plano de estudo.
fr: Code du plan d'études.

# help:akademy_configuration.studyplan,name:
source: Nome do plano de estudo.
fr: Nom du plan d'études.

# help:akademy_configuration.studyplan.discipline,state:
source: Escolha o estado de frequência.
fr: Choisissez l'état de fréquence.

# help:akademy_configuration.studyplan.discipline,modality:
source: Escolha a modalidade de frequência.
fr: Choisissez l'option de fréquence.

# help:akademy_configuration.studyplan.discipline,quarter:
source: Escolha o período letivo em que a disciplina será lecionada.
fr: Choisissez la période académique durant laquelle la matière sera enseignée.

# help:akademy_configuration.studyplan.discipline,hours:
source: Carga horária da disciplina.
fr: Charge de travail du cours.

# help:akademy_configuration.studyplan.discipline,flaut:
source: Número máximo de faltas.
fr: Nombre maximal d'absences.

# help:akademy_configuration.studyplan.discipline,average:
source: Média para aprovação.
fr: Moyenne pour approbation.

# help:akademy_configuration.studyplan.avaliation,perct_arithmetic:
source: Calcula a média com base na operação aritmética. Ex: Soma das avaliações, dividido pelo número de avaliações.
fr: Calculez la moyenne à l'aide d'une opération arithmétique. Exemple: Somme des notes divisée par le nombre de notes.

# help:akademy_configuration.studyplan.avaliation,perct_weighted:
source: Calcula a média com base na operação ponderada. Ex: Soma da multiplicação das ponderações das avaliações, dividido pela soma das ponderações.
fr: Calcule la moyenne pondérée. Ex.: Somme des produits des évaluations pondérées divisée par la somme des évaluations pondérées.

# help:akademy_configuration.studyplan.avaliation,percent:
source: A porcentagem varia entre 1%, a 100%.
fr: Le pourcentage varie de 1 % à 100 %.

# help:akademy_configuration.studyplan.avaliation,metric_avaliation:
source: Nome da Avaliação.
fr: Nom de l'évaluation.

# help:akademy_configuration.studyplan.avaliation,quarter:
source: Escolha o período letivo em que a avaliação será lecionada.
fr: Choisissez la période académique durant laquelle l'évaluation sera dispensée.

# help:akademy_configuration.studyplan.avaliation,state:
source: Escolha o estado de frequência.
fr: Choisissez l'état de fréquence.

# error:akademy_classe.classes:
source: Não foi possível cadastrar a nova turma, por favor verificar se já existe uma turma com este nome para este ano letivo.
fr: Nous n'avons pas pu inscrire la nouvelle classe ; veuillez vérifier si une classe portant ce nom existe déjà pour cette année scolaire.

# error:akademy_classe.classes:
source: Não foi possível adicionar o discente a turma, por favor verificar se o limite de vagas para existente na turma, para os discentes.
fr: Nous n'avons pas pu ajouter l'élève à la classe ; veuillez vérifier si la classe a une limite quant au nombre de places disponibles pour les élèves.

# error:akademy_classe.classes:
source: Não foi possível adicionar o docente na turma, por favor verificar se o limite de vagas para existente na turma, para os docentes.
fr: Nous n'avons pas pu ajouter l'enseignant à la classe ; veuillez vérifier si la classe a une limite quant au nombre de places disponibles pour les enseignants.

# error:akademy_classe.classe.student:
source: Não foi possivél cadastrar o novo discente, por favor verificar se o discente já está matriculado nesta turma.
fr: Nous n'avons pas pu inscrire le nouvel élève ; veuillez vérifier si celui-ci est déjà inscrit à ce cours.

# error:akademy_classe.classe.student.discipline:
source: Não foi possivél associar o discente a disciplina, por favor verificar se o mesmo já está a frequentar esta disciplina na turma.
fr: Nous n'avons pas pu associer l'étudiant au cours ; veuillez vérifier s'il est déjà inscrit à ce cours au sein de la classe.

# error:akademy_classe.classe.teacher:
source: Não foi possivél matricular o docente, por favor verificar se o docente já existe na turma.
fr: Nous n'avons pas pu inscrire l'enseignant ; veuillez vérifier s'il est déjà inscrit dans la classe.

# error:akademy_classe.classe.teacher.discipline:
source: Não foi possivél associar o docente a disciplina, por favor verificar se o mesmo já está a lecionar esta disciplina na turma.
fr: Nous n'avons pas pu associer l'enseignant à la matière ; veuillez vérifier s'il enseigne déjà cette matière dans sa classe.

# error:akademy_classe.classe.timerule:
source: Não foi possivél definir o tempo letivo para a turma, por favor verificar se o tempo letivo já existe para este horário.
fr: Nous n'avons pas pu attribuer d'horaire de cours à ce groupe ; veuillez vérifier si un horaire de cours est déjà prévu pour ce planning.

# error:akademy_classe.classe.timerule:
source: Não foi possivél definir o tempo letivo para a turma, por favor verifica a hora de entrada e saída.
fr: Nous n'avons pas pu déterminer l'horaire du cours pour ce groupe ; veuillez vérifier les heures de début et de fin.

# error:akademy_configuration.lective.year:
source: Não foi possível cadastrar o novo ano letivo, por favor verificar se o nome inserido já existe.
fr: Nous n'avons pas pu enregistrer la nouvelle année scolaire ; veuillez vérifier si le nom saisi existe déjà.

# error:akademy_configuration.lective.year:
source: Não foi possível cadastrar o novo ano letivo, por favor verificar se o código inserido já existe.
fr: Nous n'avons pas pu enregistrer la nouvelle année scolaire ; veuillez vérifier si le code saisi existe déjà.

# error:akademy_configuration.lective.year:
source: Não foi possível cadastrar o novo ano letivo, por favor verificar se a data de início é menor que a data de término.
fr: Nous n'avons pas pu enregistrer la nouvelle année scolaire ; veuillez vérifier si la date de début est antérieure à la date de fin.

# error:akademy_configuration.quarter:
source: Não foi possível cadastrar o novo período letivo, por favor verificar se o nome inserido já existe.
fr: Nous n'avons pas pu enregistrer la nouvelle période académique ; veuillez vérifier si le nom saisi existe déjà.

# error:akademy_configuration.quarter:
source: Não foi possível cadastrar o novo período letivo, por favor verificar se a data de início é menor que a data de término.
fr: Nous n'avons pas pu enregistrer la nouvelle période académique ; veuillez vérifier si la date de début est antérieure à la date de fin.

# error:akademy_configuration.time.course:
source: Não foi possível cadastrar o novo período letivo, por favor verificar se o nome ou o código inserido já existe.
fr: Nous n'avons pas pu enregistrer la nouvelle période académique ; veuillez vérifier si le nom ou le code saisi existe déjà.

# error:akademy_configuration.time.course:
source: Não foi possível cadastrar o novo período letivo, por favor verificar se a hora de entrada é menor que a hora de saída.
fr: Nous n'avons pas pu enregistrer la nouvelle période académique ; veuillez vérifier si l'heure de début est antérieure à l'heure de fin.

# error:akademy_configuration.classe:
source: Não foi possível cadastrar a nova classe, por favor verificar se o nome inserido já existe.
fr: Nous n'avons pas pu enregistrer la nouvelle classe ; veuillez vérifier si le nom saisi existe déjà.

# error:akademy_configuration.classe:
source: Não foi possível cadastrar a nova classe, por favor verificar se o código inserido já existe.
fr: Nous n'avons pas pu enregistrer la nouvelle classe ; veuillez vérifier si le code saisi existe déjà.

# error:akademy_configuration.classe.time.type:
source: Não foi possível cadastrar o novo tempo letivo, por favor verificar se o nome inserido já existe.
fr: Nous n'avons pas pu enregistrer la nouvelle période académique ; veuillez vérifier si le nom saisi existe déjà.

# error:akademy_configuration.classe.time.type:
source: Não foi possível cadastrar o novo tipo de matrícula, por favor verificar se o nome inserido já existe.
fr: Nous n'avons pas pu enregistrer le nouveau type d'enregistrement ; veuillez vérifier si le nom saisi existe déjà.

# error:akademy_configuration.classe.time.type:
source: Não foi possível cadastrar o novo estado de matrícula, por favor verificar se o nome inserido já existe.
fr: Nous n'avons pas pu enregistrer le nouvel État d'inscription ; veuillez vérifier si le nom saisi existe déjà.

# error:akademy_configuration.discipline:
source: Não foi possível cadastrar a nova disciplina, por favor verificar se o nome inserido já existe.
fr: Nous n'avons pas pu enregistrer le nouveau sujet ; veuillez vérifier si le nom saisi existe déjà.

# error:akademy_configuration.discipline.modality:
source: Não foi possível cadastrar a nova modalidade frequência da disciplina, por favor verifica se o nome inserido já existe.
fr: Nous n'avons pas pu enregistrer le nouveau sujet ; veuillez vérifier si le nom saisi existe déjà.

# error:akademy_configuration.discipline.state:
source: Não foi possível cadastrar o novo estado de frequência da disciplina, por favor verifica se o nome inserido já existe.
fr: Nous n'avons pas pu enregistrer le nouveau statut de présence pour ce cours ; veuillez vérifier si le nom saisi existe déjà.

# error:akademy_configuration.discipline.precedents:
source: Não foi possível cadastrar a disciplina, por favor verificar se a disciplina inserida já existe.
fr: Nous n'avons pas pu enregistrer le sujet ; veuillez vérifier si le sujet que vous avez saisi existe déjà.

# error:akademy_configuration.classe.lesson.type:
source: Não foi possível cadastrar o novo tipo de aula, por favor verificar se o nome inserido já existe.
fr: Nous n'avons pas pu enregistrer le nouveau type de classe ; veuillez vérifier si le nom saisi existe déjà.

# error:akademy_configuration.classe.room:
source: Não foi possível cadastrar a nova sala de aula, por favor verificar se o nome inserido já existe.
fr: Nous n'avons pas pu enregistrer la nouvelle salle de classe ; veuillez vérifier si le nom saisi existe déjà.

# error:akademy_configuration.classe.room:
source: Não foi possível cadastrar a nova sala de aula, por favor verifica a capacidade.
fr: Nous n'avons pas pu enregistrer la nouvelle salle de classe ; veuillez vérifier sa capacité.

# error:akademy_configuration.academic.level:
source: Não foi possível cadastrar o novo nível académico, por favor verificar se o nome ou o código inserido já existe.
fr: Nous n'avons pas pu enregistrer le nouveau niveau académique ; veuillez vérifier si le nom ou le code saisi existe déjà.

# error:akademy_configuration.academic.level:
source: Não foi possível cadastrar a nova área, por favor verificar se o nome ou o código inserido já existe.
fr: Nous n'avons pas pu enregistrer la nouvelle zone ; veuillez vérifier si le nom ou le code saisi existe déjà.

# error:akademy_configuration.course:
source: Não foi possível cadastrar o novo curso, por favor verificar se o nome ou o código inserido já existe.
fr: Nous n'avons pas pu enregistrer le nouveau cours ; veuillez vérifier si le nom ou le code saisi existe déjà.

# error:akademy_configuration.course:
source: Não foi possível associar a classe ao curso, por favor verificar se classe e o curso já não se encontram associados.
fr: Nous n'avons pas pu associer la classe au cours ; veuillez vérifier si la classe et le cours sont déjà associés.

# error:akademy_configuration.metric.avaliation:
source: Não foi possível cadastrar a nova métrica, por favor verificar se o nome inserido já existe.
fr: Nous n'avons pas pu enregistrer la nouvelle métrique ; veuillez vérifier si le nom saisi existe déjà.

# error:akademy_configuration.metric.avaliation:
source: Não foi possível cadastrar a nova avaliação, por favor verificar se o nome inserido já existe para esta métrica.
fr: Nous n'avons pas pu enregistrer la nouvelle note ; veuillez vérifier si le nom saisi existe déjà pour cette métrique.

# error:akademy_configuration.avaliation.type:
source: Não foi possível cadastrar o novo tipo de avaliação, por favor verificar se o nome inserido já existe para esta métrica.
fr: Nous n'avons pas pu enregistrer le nouveau type d'évaluation ; veuillez vérifier si le nom saisi existe déjà pour cette métrique.

# error:akademy_configuration.studyplan.discipline:
source: Não foi possível cadastrar a disciplina neste plano de estudo, por favor verifica a carga horária.
fr: Nous n'avons pas pu inscrire ce sujet dans ce plan d'études ; veuillez vérifier la charge de cours.

# error:akademy_configuration.studyplan.discipline:
source: Não foi possível cadastrar a disciplina neste plano de estudo, por favor verifica se a média de aprovação esta acima de 20 valores.
fr: Nous n'avons pas pu inscrire cette matière dans ce plan d'études ; veuillez vérifier si la note de passage est supérieure à 20.

# error:akademy_configuration.studyplan.discipline:
source: Não foi possível cadastrar a nova avaliação, por favor verificar se a disciplina e o período letivo, já esixtem para está avaliação.
fr: Nous n'avons pas pu enregistrer la nouvelle évaluation ; veuillez vérifier si la matière et la période académique existent déjà pour cette évaluation.
